Revit 2024 API
SymbolTypeId.LbForceDashFt Property
 Symbol lb-ft, indicating unit Pound force feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbForceDashFt { get; }
Visual Basic
Public Shared ReadOnly Property LbForceDashFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbForceDashFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace